greeting_text = '''
Добро пожаловать в - Uz Donate !
'''

exchange_info = '''
Сегодняшний курс рубля в узбекистане:

1 RUB  -  141 UZS
'''




mobile_legends_prices = '''
💎  8  -  1.500 uzs  (11 ₽)
💎  35  -  6.000 сум  (44 ₽)
💎  88  -  15.000 сум  (109 ₽) 
💎  132  -  22.000 сум  (160 ₽)
💎  264  -  43.000 сум  (312 ₽)
💎  440  -  72.000 сум  (522 ₽)
💎  734  -  115.000 сум  (834 ₽)
💎  933  -  137.000 сум  (994 ₽)
💎  1410  -  215.000 сум  (1559 ₽)
💎  1881  -  288.000 сум  (2089 ₽)
💎  2845  -  420.000  сум  (3045 ₽)
💎  6163  -  875.000 сум  (6344 ₽)
💎  WeeklyPass -18.000 сум (130₽)

💳  8600120453183769
💳  9860160104516572
💳  4231200009317065

🙋‍♂️  Донатер - @CyberDonater

✈️  Наш телеграм канал (https://t.me/mobile_mlbb_legends)
'''



pubg_prices = '''
60 UC  -  (91 ₽)
325 UC  -  (440 ₽)
660 UC  -  (910 ₽)
1800 UC  -  (2248 ₽)
3850 UC  -  (4500 ₽)
8100 UC  -  (9100 ₽)
RP Upgrade Pack A3  -  (1442 ₽)
Elite RP Upgrade Pack A3  -  (3608 ₽)

💳  8600120453183769
💳  9860160104516572
💳  4231200009317065

🙋‍♂️  Донатер - @CyberDonater

✈️  Наш телеграм канал (https://t.me/mobile_mlbb_legends)
'''




free_fire_prices = '''
💎  100  -  (113 ₽)
💎  210  -  (127 ₽)
💎  530  -  (568 ₽)
💎  645  -  (761 ₽)
💎  1080  -  (1136 ₽)
💎  2200  -  (2272 ₽)
💎  4450  -  (5061 ₽)
💎  6900  -  (7592 ₽)

💳  8600120453183769
💳  9860160104516572
💳  4231200009317065

🙋‍♂️  Донатер - @CyberDonater

✈️  Наш телеграм канал (https://t.me/mobile_mlbb_legends)
'''



clash_of_clans_prices = '''
💎  88  -  (101 ₽)
💎  550  -  (511 ₽)
💎  1320  -  (1022 ₽)
💎  2750  -  (2047 ₽)
💎  7150  -  (5119 ₽)
💎  15400  -  (10239 ₽)
💎  Gold Pass  -  (715 ₽)

💳  8600120453183769
💳  9860160104516572
💳  4231200009317065

🙋‍♂️  Донатер - @CyberDonater

✈️  Наш телеграм канал (https://t.me/mobile_mlbb_legends)
'''
