uzcard = '💳  UzCard  -  8600120453183769'
humo = '💳  Humo  -  9860160104516572'
visa = '💳  Visa  -  4231200009317065'
qiwi = '💳  Qiwi  -  +998939771412'

channel_link = '<a href = "https://t.me/mobile_mlbb_legends"> Наш телеграм канал </a>'



greeting_text = '''
Добро пожаловать в - Uz Donate !
'''

exchange_info = '''
<b>
Сегодняшний курс рубля в узбекистане:

1 RUB  -  141 UZS
</b>
'''




mobile_legends_prices = f'''
<b>💎 8  -  1.500 UZS  (11 ₽)
💎 35  -  6.000 UZS  (44 ₽)
💎 88  -  15.000 UZS  (109 ₽) 
💎 132  -  22.000 UZS  (160 ₽)
💎 264  -  43.000 UZS  (312 ₽)
💎 440  -  72.000 UZS  (522 ₽)
💎 734  -  115.000 UZS  (834 ₽)
💎 933  -  137.000 UZS  (994 ₽)
💎 1410  -  215.000 UZS  (1559 ₽)
💎 1881  -  288.000 UZS  (2089 ₽)
💎 2845  -  420.000  UZS  (3045 ₽)
💎 6163  -  875.000 UZS  (6344 ₽)
💎 Weekly Pass - 18.000 сум (130₽)

{uzcard}
{humo}
{visa}

{channel_link} </b>
'''



pubg_prices = f'''
<b>60 UC  -  (91 ₽)
325 UC  -  (440 ₽)
660 UC  -  (910 ₽)
1800 UC  -  (2248 ₽)
3850 UC  -  (4500 ₽)
8100 UC  -  (9100 ₽)
RP  -  (1442 ₽)
Elite RP   -  (3608 ₽)

{uzcard}
{humo}
{visa}

{channel_link} </b>
'''




free_fire_prices = f'''
<b>💎  100  -  (113 ₽)
💎  210  -  (127 ₽)
💎  530  -  (568 ₽)
💎  645  -  (761 ₽)
💎  1080  -  (1136 ₽)
💎  2200  -  (2272 ₽)
💎  4450  -  (5061 ₽)
💎  6900  -  (7592 ₽)

{uzcard}
{humo}
{visa}

{channel_link} </b>
'''



clash_of_clans_prices = f''' 
<b>💎  88  -  (101 ₽)
💎  550  -  (511 ₽)
💎  1320  -  (1022 ₽)
💎  2750  -  (2047 ₽)
💎  7150  -  (5119 ₽)
💎  15400  -  (10239 ₽)
💎  Gold Pass  -  (715 ₽)

{uzcard}
{humo}
{visa}

{channel_link} </b>
'''