uzcard = '💳  UzCard  -  8600120453183769'
humo = '💳  Humo  -  9860160104516572'
visa = '💳  Visa  -  4231200009317065'
qiwi = '💳  Qiwi  -  +998939771412'

channel_link = '<a href = "https://t.me/mobile_mlbb_legends"> 📢  Наш телеграм канал </a>'



greeting_text = '''
Добро пожаловать в - Uz Donate !
'''

exchange_info = '''
<b>Наш обменник валют:

Продажа  -  150 UZS
Покупка  -  130 UZS
</b>
'''




mobile_legends_prices = f'''
<b>💎 8  -  1.500 UZS  (11 ₽)
💎 35  -  6.000 UZS  (44 ₽)
💎 88  -  15.000 UZS  (109 ₽) 
💎 132  -  22.000 UZS  (160 ₽)
💎 264  -  43.000 UZS  (312 ₽)
💎 440  -  72.000 UZS  (522 ₽)
💎 734  -  115.000 UZS  (834 ₽)
💎 933  -  137.000 UZS  (994 ₽)
💎 1410  -  215.000 UZS  (1.559 ₽)
💎 1881  -  288.000 UZS  (2.089 ₽)
💎 2845  -  420.000  UZS  (3.045 ₽)
💎 6163  -  875.000 UZS  (6.344 ₽)
💎 Weekly Pass - 18.000 сум (130₽)

{uzcard}
{humo}
{visa}

{channel_link} </b>
'''



pubg_prices = f'''
<b>💵 60 UC  -  13.500 UZS  (91 ₽)
💵 325 UC  -  63.000 UZS  (440 ₽)
💵 660 UC  -  132.000 UZS  (910 ₽)
💵 1800 UC  -  325.000 UZS  (2.248 ₽)
💵 3850 UC  -  645.000 UZS  (4.500 ₽)
💵 8100 UC  -  1.295.000 UZS  (9.100 ₽)
💵 RP  -  210.000 UZS  (1.442 ₽)
💵 Elite RP   -  515.000 UZS  (3.608 ₽)

{uzcard}
{humo}
{visa}

{channel_link} </b>
'''




free_fire_prices = f'''
<b>💎 100  -  17.000 UZS  (113 ₽)
💎 210  -  33.000 UZS  (227 ₽)
💎 530  -  82.000 UZS  (568 ₽)
💎 645  -  110.000 UZS  (761 ₽)
💎 1080  -  164.000 UZS  (1.136 ₽)
💎 2200  -  325.000 UZS  (2.272 ₽)
💎 4450  -  722.000 UZS  (5.061 ₽)
💎 6900  -  1.085.000 UZS  (7.592 ₽)

{uzcard}
{humo}
{visa}

{channel_link} </b>
'''



clash_of_clans_prices = f''' 
<b>❇️ 88  -  15.000 UZS  (101 ₽)
❇️ 550  -  73.000 UZS  (511 ₽)
❇️ 1320  -  146.000 UZS  (1.022 ₽)
❇️ 2750  -  294.000 UZS  (2.047 ₽)
❇️ 7150  -  728.000 UZS  (5.119 ₽)
❇️ 15400  -  1.455.000 UZS  (10.239 ₽)
❇️ Gold Pass  -  104.000 UZS  (715 ₽)

{uzcard}
{humo}
{visa}

{channel_link} </b>
'''